Repository: glandais/winchester
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# explanation.witness.text
source: The same files, each in one piece, packed against the start of the volume. The gap measures what the real placement costs. On FAT it is almost nil; on NTFS, the witness sometimes loses.
fr: Les mêmes fichiers, chacun d'un seul tenant, tassés contre le début du volume. L'écart mesure ce que coûte le placement réel. Sur FAT il est presque nul ; sur NTFS, le témoin perd parfois.

# explanation.witness.title
source: The witness
fr: Le témoin

# gallery.alreadyGenerated
source: already generated · %@ fragmented
fr: déjà généré · %@ fragmentés

# gallery.dev-1993.name
source: Developer, 1993
fr: Développeur, 1993

# gallery.dev-1993.summary
source: Borland C++ on a 486, nine builds a day on a 210 MB disk
fr: Borland C++ sur un 486, neuf compilations par jour sur un disque de 210 Mo

# gallery.dev-1996.name
source: Developer, 1996
fr: Développeur, 1996

# gallery.dev-1996.summary
source: Visual C++ 4.2, twelve builds a day and a 22 MB precompiled header
fr: Visual C++ 4.2, douze compilations par jour et un fichier précompilé de 22 Mo

# gallery.dev-1999.name
source: Developer, 1999
fr: Développeur, 1999

# gallery.dev-1999.summary
source: Daily builds and constant browsing on a 6,400 MB FAT32
fr: Compilations quotidiennes et navigation permanente sur un FAT32 de 6 400 Mo

# gallery.dev-2003.name
source: Developer, 2003
fr: Développeur, 2003

# gallery.dev-2003.summary
source: Visual Studio .NET: fourteen builds a day, five hundred objects each time
fr: Visual Studio .NET : quatorze compilations par jour, cinq cents objets à chaque fois

# gallery.dev-2007.name
source: Developer, 2007
fr: Développeur, 2007

# gallery.dev-2007.summary
source: Vista, WinSxS, and builds that barely fragment anything any more
fr: Vista, WinSxS, et des compilations qui ne fragmentent presque plus rien

# gallery.dev-2012.name
source: Developer, 2012
fr: Développeur, 2012

# gallery.dev-2012.summary
source: Visual Studio 2010 on a 10,000 rpm VelociRaptor: seeks drop under 4 ms
fr: Visual Studio 2010 sur un VelociRaptor à 10 000 tr/min : le seek passe sous les 4 ms

# gallery.empty
source: No disk matches this filter.
fr: Aucun disque pour ce filtre.

# gallery.famille-1996.name
source: Family, 1996
fr: Famille, 1996

# gallery.famille-1996.summary
source: A bit of everything: mail, browsing, a few games
fr: Un peu de tout : courrier, navigation, quelques jeux

# gallery.famille-1999.name
source: Family, 1999
fr: Famille, 1999

# gallery.famille-1999.summary
source: The disk fills with ripped MP3s — clean, contiguous, and bulky
fr: Le disque se remplit de MP3 rippés — propres, contigus, et encombrants

# gallery.famille-2003.name
source: Family, 2003
fr: Famille, 2003

# gallery.famille-2003.summary
source: Photos and DivX until saturation: everything written afterwards is chopped up
fr: Photos et DivX jusqu'à saturation : tout ce qui s'écrit ensuite est haché

# gallery.famille-2007.name
source: Family, 2007
fr: Famille, 2007

# gallery.famille-2007.summary
source: Camcorder video and iTunes: the disk fills by the gigabyte
fr: Vidéo de caméscope et iTunes : le disque se remplit par gigaoctets

# gallery.famille-2012.name
source: Family, 2012
fr: Famille, 2012

# gallery.famille-2012.summary
source: A terabyte for 16-megapixel photos and camcorder video
fr: Un téraoctet pour les photos de 16 mégapixels et la vidéo du caméscope

# gallery.filter.allPersonas
source: All
fr: Tous

# gallery.filter.allYears
source: All
fr: Toutes

# gallery.gamer-1993.name
source: Gamer, 1993
fr: Joueur, 1993

# gallery.gamer-1993.summary
source: DOS games installed from floppies, and as many uninstalled
fr: Des jeux DOS installés depuis disquettes, et autant désinstallés

# gallery.gamer-1996.name
source: Gamer, 1996
fr: Joueur, 1996

# gallery.gamer-1996.summary
source: Quake and Doom II, few files but huge ones, and the swap breathing
fr: Quake et Doom II, peu de fichiers mais énormes, et le swap qui respire

# gallery.gamer-1999.name
source: Gamer, 1999
fr: Joueur, 1999

# gallery.gamer-1999.summary
source: Half-Life, demos installed then deleted, and plenty of saved games
fr: Half-Life, des démos installées puis effacées, et beaucoup de sauvegardes

# gallery.gamer-2003.name
source: Gamer, 2003
fr: Joueur, 2003

# gallery.gamer-2003.summary
source: Freshly installed: Unreal Tournament copied from the DVD, nothing else
fr: Fraîchement installé : Unreal Tournament recopié depuis le DVD, rien d'autre

# gallery.gamer-2007.name
source: Gamer, 2007
fr: Joueur, 2007

# gallery.gamer-2007.summary
source: Crysis and its 400 MB packs, installed and uninstalled
fr: Crysis et ses paquets de 400 Mo, installés et désinstallés

# gallery.gamer-2012.name
source: Gamer, 2012
fr: Joueur, 2012

# gallery.gamer-2012.summary
source: Battlefield 3 and its one-gigabyte archives, then Skyrim, on a VelociRaptor
fr: Battlefield 3 et ses archives d'un gigaoctet, puis Skyrim, sur un VelociRaptor

# gallery.playing.badge
source: PLAYING
fr: EN ÉCOUTE

# gallery.playing.label
source: Disk currently playing
fr: Disque en cours d'écoute

# gallery.poweruser-1993.name
source: Tinkerer, 1993
fr: Bidouilleur, 1993

# gallery.poweruser-1993.summary
source: BBS and archives on 1.44 MB floppies, extracted then deleted
fr: BBS et archives en disquettes de 1,44 Mo, extraites puis effacées

# gallery.secretaire-1993.name
source: Office work, 1993
fr: Secrétariat, 1993

# gallery.secretaire-1993.summary
source: Works and a spreadsheet, hundreds of letters re-saved
fr: Works et un tableur, des centaines de courriers réenregistrés

# gallery.secretaire-1996.name
source: Office work, 1996
fr: Secrétariat, 1996

# gallery.secretaire-1996.summary
source: Office 95 and twenty-six documents a week, re-saved endlessly
fr: Office 95 et vingt-six documents par semaine, réenregistrés sans arrêt

# gallery.secretaire-1999.name
source: Office work, 1999
fr: Secrétariat, 1999

# gallery.secretaire-1999.summary
source: Office 97 for two years, and nothing but documents
fr: Office 97 pendant deux ans, et rien d'autre que des documents

# gallery.secretaire-2003.name
source: Office work, 2003
fr: Secrétariat, 2003

# gallery.secretaire-2003.summary
source: Office XP and an Outlook .pst growing for three years
fr: Office XP et un .pst Outlook qui grossit pendant trois ans

# gallery.secretaire-2007.name
source: Office work, 2007
fr: Secrétariat, 2007

# gallery.secretaire-2007.summary
source: Office 2007 and the scheduled defragmentation running on its own
fr: Office 2007 et la défragmentation planifiée qui passe toute seule

# gallery.secretaire-2012.name
source: Office work, 2012
fr: Secrétariat, 2012

# gallery.secretaire-2012.summary
source: Office 2010 on Windows 7, and the scheduled defragmentation twice a year
fr: Office 2010 sous Windows 7, et la défragmentation planifiée qui repasse deux fois l'an

# habit.browse
source: Browsing
fr: Navigation

# habit.browse.sessions
source: Sessions / day
fr: Sessions / jour

# habit.build
source: Development
fr: Développement

# habit.build.compiles
source: Builds / day
fr: Compilations / jour

# habit.build.objectFiles
source: Object files
fr: Fichiers objets

# habit.build.pch
source: Precompiled (MB)
fr: Précompilé (Mo)

# habit.download
source: Downloads
fr: Téléchargements

# habit.download.parts
source: In parts of (MB, 0 = one block)
fr: En parties de (Mo, 0 = d'un bloc)

# habit.download.perWeek
source: Downloads / week
fr: Téléchargements / semaine

# habit.gaming
source: Games
fr: Jeux

# habit.gaming.installs
source: Installs / year
fr: Installations / an

# habit.gaming.saves
source: Saved games / day
fr: Sauvegardes / jour

# habit.gaming.uninstalls
source: Uninstalls / year
fr: Désinstallations / an

# habit.hoarding
source: Hoarding
fr: Accumulation

# habit.hoarding.gigabytes
source: GB hoarded / year
fr: Go accumulés / an

# habit.hoarding.tidiesUp
source: Clears out at (%% full, 100 = never)
fr: Fait le ménage à (%% plein, 100 = jamais)

# habit.maintenance
source: Updates
fr: Mises à jour

# habit.maintenance.files
source: Files / wave
fr: Fichiers / vague

# habit.maintenance.waves
source: Waves / year
fr: Vagues / an

# habit.media
source: Media
fr: Médias

# habit.media.files
source: Files / week
fr: Fichiers / semaine

# habit.office
source: Office work
fr: Bureautique

# habit.office.newDocuments
source: New documents / week
fr: Nouveaux documents / semaine

# habit.office.saves
source: Re-saves / document / week
fr: Réenregistrements / document / semaine

# instruments.averageSeek.detail
source: that is ≈ %@ ms
fr: soit ≈ %@ ms

# instruments.averageSeek.none
source: no seek
fr: aucun seek

# instruments.cylinders.accessibility
source: Cylinders visited, from the edge to the hub
fr: Cylindres visités, du bord vers le moyeu

# instruments.cylinders.count
source: %@ cylinders
fr: %@ cylindres

# instruments.cylinders.edge
source: edge
fr: bord

# instruments.cylinders.hub
source: hub
fr: moyeu

# instruments.cylinders.title
source: Cylinders visited
fr: Cylindres visités

# instruments.fragmented.note
source: A file brought down from forty pieces to two still counts as fragmented: fragmented files and pieces do not tell the same story.
fr: Un fichier ramené de quarante morceaux à deux reste compté comme fragmenté : les fichiers fragmentés et les morceaux ne racontent pas la même chose.

# instruments.iops.idle
source: idle
fr: au repos

# instruments.iops.share
source: %1$@ read · %2$@ write
fr: %1$@ lecture · %2$@ écriture

# instruments.note.arrivalAtReport
source: arrival at the report
fr: arrivée au bilan

# instruments.note.beforeAfter
source: before → after
fr: avant → après

# instruments.note.beforeToReport
source: before → at the report
fr: avant → au bilan

# instruments.note.report
source: report
fr: bilan

# instruments.note.reportAtEnd
source: report at the end
fr: bilan à la fin

# instruments.row.fragmentedItems
source: Fragmented items
fr: Éléments fragmentés

# instruments.row.freeHoles
source: Free holes
fr: Trous libres

# instruments.row.piecesPerFile
source: Pieces per file
fr: Morceaux par fichier

# instruments.row.piecesToMerge
source: Pieces to merge
fr: Morceaux à recoller

# instruments.section.boot
source: THE BOOT
fr: LE DÉMARRAGE

# instruments.section.day
source: THE DAY
fr: LA JOURNÉE

# instruments.section.install
source: THE INSTALLATION
fr: L'INSTALLATION

# instruments.section.live
source: LIVE
fr: EN DIRECT

# instruments.section.live.note
source: last minute
fr: dernière minute

# instruments.section.total
source: SINCE THE START
fr: DEPUIS LE DÉBUT

# instruments.section.volume
source: THE VOLUME
fr: LE VOLUME

# instruments.seekDistance.note
source: relative to the full stroke
fr: rapportée à la course

# instruments.seekDistance.title
source: Seek distance
fr: Distance des seeks

# instruments.seeks.detail
source: since the pass started
fr: depuis le début de la passe

# instruments.stat.archives.unit
source: extracted then deleted
fr: extraites puis effacées

# instruments.stat.compute
source: Compute
fr: Calcul

# instruments.stat.day
source: Day
fr: Jour

# instruments.stat.diskWait
source: Disk wait
fr: Attente disque

# instruments.stat.evacuations
source: Evacuations
fr: Évacuations

# instruments.stat.files.unit
source: files
fr: fichiers

# instruments.stat.filesLaid
source: Files laid down
fr: Fichiers posés

# instruments.stat.filesMoved
source: Files moved
fr: Fichiers déplacés

# instruments.stat.filesRead
source: Files read
fr: Fichiers lus

# instruments.stat.fill
source: Fill
fr: Remplissage

# instruments.stat.fill.unit
source: this morning
fr: ce matin

# instruments.stat.fragmented
source: Fragmented
fr: Fragmentés

# instruments.stat.inPieces
source: In pieces
fr: En morceaux

# instruments.stat.moved
source: Moved
fr: Déplacé

# instruments.stat.moved.share
source: %@ of the contents
fr: %@ du contenu

# instruments.stat.outOf
source: of %@
fr: sur %@

# instruments.stat.read
source: Read
fr: Lu

# instruments.stat.reboots
source: Restarts
fr: Redémarrages

# instruments.stat.requests
source: Requests
fr: Requêtes

# instruments.stat.toWrite
source: To write
fr: À écrire

# instruments.stat.today.unit
source: today
fr: aujourd'hui

# instruments.stat.witness
source: Witness
fr: Témoin

# instruments.stat.witness.unit
source: s, never fragmented
fr: s, jamais fragmenté

# instruments.stat.written
source: Written
fr: Écrit

# instruments.throughput.ceiling
source: ceiling %1$@ MB/s at the edge, %2$@ at the centre
fr: plafond %1$@ Mo/s au bord, %2$@ au centre

# instruments.tile.averageSeek
source: Average seek
fr: Seek moyen

# instruments.tile.throughput
source: Throughput
fr: Débit

# instruments.time.buffer
source: buffer
fr: tampon

# instruments.time.compute
source: compute
fr: calcul

# instruments.time.title
source: Where the time goes
fr: Où passe le temps

# instruments.time.transfer
source: transfer
fr: transfert

# instruments.time.wait
source: wait
fr: attente

# instruments.unit.atReport
source: at the report
fr: au bilan

# instruments.unit.megabytesPerSecond
source: %@ MB/s
fr: %@ Mo/s

# instruments.unit.onArrival
source: on arrival
fr: à l'arrivée

# interruption.otherAudio
source: a call or another app
fr: un appel ou une autre app

# interruption.outputChanged
source: audio output changed
fr: sortie audio changée

# interruption.outputRemoved
source: audio output removed
fr: sortie audio retirée

# landmark.defragmented
source: Defragmentation
fr: Défragmentation

# landmark.filling
source: Disk %lld %%%% full
fr: Disque à %lld %%

# landmark.fragmentation
source: Fragmentation peak
fr: Pic de fragmentation

# landmark.full
source: Disk full
fr: Disque plein

# landmark.heavyDay
source: A heavy day
fr: Grosse journée

# life.curve.fill
source: fill
fr: remplissage

# life.curve.fragmented
source: files in pieces
fr: fichiers en morceaux

# life.curves.header
source: SINCE THE INSTALL
fr: DEPUIS L'INSTALLATION

# life.day
source: DAY %1$@ / %2$@
fr: JOUR %1$@ / %2$@

# life.days.empty
source: None yet: the disk has just been installed.
fr: Aucune pour l'instant : le disque vient d'être installé.

# life.days.header
source: DAYS TO LISTEN TO
fr: JOURNÉES À ÉCOUTER

# life.listenDay
source: Listen to day %lld
fr: Écouter le jour %lld

# life.map.note
source: The volume on the evening of that day. The colours are the ones of a pass.
fr: Le volume au soir de ce jour-là. Les couleurs sont celles de la passe.

# life.nextLandmark
source: Next landmark
fr: Repère suivant

# life.over
source: The disk's life is over
fr: La vie du disque est finie

# life.rewind
source: Back to the first day
fr: Revenir au premier jour

# life.scroll.pause
source: Pause the scrolling
fr: Mettre le défilement en pause

# life.scroll.play
source: Scroll
fr: Faire défiler

# life.speed
source: Speed
fr: Vitesse

# life.speed.day
source: 1 day/s
fr: 1 jour/s

# life.speed.month
source: 1 month/s
fr: 1 mois/s

# life.speed.week
source: 1 week/s
fr: 1 semaine/s

# life.stat.files
source: Files
fr: Fichiers

# life.stat.inCatalogue
source: in the catalogue
fr: au catalogue

# life.stat.nothingToDo
source: nothing to do
fr: rien à faire

# life.stat.ofVolume
source: of the volume
fr: du volume

# life.stat.writtenToday
source: Written that day
fr: Écrit ce jour

# life.title
source: Relive
fr: Revivre

# map.accessibility.label
source: Volume map
fr: Carte du volume

# map.cell.close
source: Close the block detail
fr: Fermer le détail du bloc

# map.cell.free
source: Free
fr: Libre

# map.cell.line
source: Block %1$@ · clusters %2$@ to %3$@ · %4$@ used
fr: Bloc %1$@ · clusters %2$@ à %3$@ · %4$@ occupé

# map.cell.moreFiles
source: And %lld more files.
fr: Et %lld autres fichiers.

# map.cell.onePiece
source: in one piece
fr: d'un seul tenant

# map.cell.passNote
source: Files are not tracked during a pass: they move.
fr: Les fichiers ne sont pas suivis pendant une passe : ils changent de place.

# map.cell.pieces
source: %lld pieces
fr: %lld morceaux

# map.cell.systemClusters
source: %@ clusters reserved by the file system.
fr: %@ clusters réservés par le système de fichiers.

# map.full.close
source: Leave full screen
fr: Quitter le plein écran

# map.full.detail
source: %1$lld×%2$lld · 1 block %3$@
fr: %1$lld×%2$lld · 1 bloc %3$@

# map.full.label
source: Full-screen map
fr: Carte en plein écran

# map.legend.blockSize
source: 1 block %1$@ = %2$@
fr: 1 bloc %1$@ = %2$@

# map.legend.contiguous
source: Darker: stored in one piece
fr: Plus sombre : rangé d'un seul tenant

# mapZone.content.application.broken
source: applications in pieces
fr: des applications en morceaux

# mapZone.content.application.tidy
source: tidy applications
fr: des applications rangées

# mapZone.content.archive.broken
source: help and archives in pieces
fr: de l'aide et des archives en morceaux

# mapZone.content.archive.tidy
source: tidy help and archives
fr: de l'aide et des archives rangées

# mapZone.content.churn.broken
source: temporary files in pieces
fr: des fichiers temporaires en morceaux

# mapZone.content.churn.tidy
source: tidy temporary files
fr: des fichiers temporaires rangés

# mapZone.content.directory.broken
source: directories in pieces
fr: des répertoires en morceaux

# mapZone.content.directory.tidy
source: tidy directories
fr: des répertoires rangés

# mapZone.content.document.broken
source: documents in pieces
fr: des documents en morceaux

# mapZone.content.document.tidy
source: tidy documents
fr: des documents rangés

# mapZone.content.free
source: free space
fr: de l'espace libre

# mapZone.content.reserved
source: the file system tables
fr: les tables du système de fichiers

# mapZone.content.swap
source: the page file
fr: le fichier d'échange

# mapZone.content.system.broken
source: system files in pieces
fr: du système en morceaux

# mapZone.content.system.tidy
source: tidy system files
fr: du système rangé

# mapZone.description
source: %1$@, %2$@ used, mostly %3$@
fr: %1$@, %2$@ occupé, surtout %3$@

# mapZone.empty
source: %@, empty
fr: %@, vide

# mapZone.name.end
source: end of the disk
fr: fin du disque

# mapZone.name.firstHalf
source: first half
fr: première moitié

# mapZone.name.middle
source: middle of the disk
fr: milieu du disque

# mapZone.name.nth
source: zone %1$lld of %2$lld
fr: zone %1$lld sur %2$lld

# mapZone.name.secondHalf
source: second half
fr: seconde moitié

# mapZone.name.secondQuarter
source: second quarter
fr: deuxième quart

# mapZone.name.start
source: start of the disk
fr: début du disque

# mapZone.name.thirdQuarter
source: third quarter
fr: troisième quart

# mapZone.name.whole
source: the whole disk
fr: tout le disque

# metric.files
source: Files
fr: Fichiers

# metric.filled
source: Filled
fr: Rempli

# metric.fragmented
source: Fragmented
fr: Fragmentés

# metric.fragmented.note
source: of the fragmentable ones
fr: des fragmentables

# metric.history
source: History
fr: Histoire

# metric.holes
source: Holes
fr: Trous

# metric.largestHole
source: Largest hole
fr: Plus grand trou

# metric.p95
source: 95th percentile
fr: 95ᵉ centile

# metric.piecesPerFile
source: Pieces/f.
fr: Morceaux/f.

# metric.resident
source: Resident
fr: Résidents

# metric.unit.free
source: free
fr: libres

# metric.unit.inMFT
source: in the MFT
fr: dans la MFT

# metric.unit.inPieces
source: in %lld pieces
fr: en %lld morceaux

# metric.unit.pieces
source: pieces
fr: morceaux

# metric.unit.simulatedDays
source: simulated days
fr: jours simulés

# metric.worstFile
source: Worst file
fr: Pire fichier

# miniplayer.hint
source: Back to the pass
fr: Revenir à la passe

# miniplayer.interrupted
source: INTERRUPTED AT %1$@ · %2$@
fr: INTERROMPUE À %1$@ · %2$@

# miniplayer.returned
source: %1$@ · BACK FROM THE BACKGROUND
fr: %1$@ · RETOUR D'ARRIÈRE-PLAN

# onboarding.continue
source: Continue
fr: Continuer

# onboarding.haptics.text
source: The arm's transients in your hand
fr: Les transitoires du bras dans la main

# onboarding.haptics.title
source: Haptics
fr: Vibrations

# onboarding.headphones.later
source: Everything can be set later under “Sound and haptics”.
fr: Tout se règle plus tard dans « Son et vibrations ».

# onboarding.headphones.later.noHaptics
source: Everything can be set later under “Sound”.
fr: Tout se règle plus tard dans « Son ».

# onboarding.headphones.lead
source: A built-in speaker erases the low end of the rotation and the arm's transients. On headphones, a short seek and a full stroke do not sound alike.
fr: Un haut-parleur intégré efface le grave de la rotation et les transitoires du bras. Au casque, un seek court et une pleine course ne sonnent pas pareil.

# onboarding.headphones.title
source: Put headphones on
fr: Mettez un casque

# onboarding.listen
source: Listen to a disk
fr: Écouter un disque

# onboarding.map.free.text
source: The gaps between files are what fragments the next ones.
fr: Les trous entre les fichiers sont ce qui fragmente les suivants.

# onboarding.map.free.title
source: Dark grey: free
fr: Gris foncé : libre

# onboarding.map.lead
source: One block is a few dozen clusters. It changes colour the instant its write is heard.
fr: Un bloc vaut quelques dizaines de clusters. Il change de couleur à l'instant où son écriture s'entend.

# onboarding.map.shades.text
source: Darker: stored in one piece. Lighter: in fragments.
fr: Plus sombre : rangé d'un seul tenant. Plus clair : en morceaux.

# onboarding.map.shades.title
source: Same colour, two shades
fr: Même couleur, deux teintes

# onboarding.map.title
source: What the map shows
fr: Ce que montre la carte

# onboarding.map.trace.text
source: Amber when reading, turquoise when writing. The trace fades in a third of a second.
fr: Ambre quand on lit, turquoise quand on écrit. La trace s'efface en un tiers de seconde.

# onboarding.map.trace.title
source: Amber and turquoise
fr: Ambre et turquoise

# onboarding.page
source: Screen %1$lld of 3
fr: Écran %1$lld sur 3

# onboarding.skip
source: Skip
fr: Passer

# onboarding.sounds.hum.text
source: The rotation, continuous, under everything else.
fr: La rotation, en continu, sous tout le reste.

# onboarding.sounds.hum.title
source: The hum
fr: Le ronronnement

# onboarding.sounds.lead
source: Three sounds, produced live by the simulated mechanics.
fr: Trois sons, produits en direct par la mécanique simulée.

# onboarding.sounds.return.text
source: A sharp “clack”: the arm goes back to the start of the partition to rewrite the FAT, once per file.
fr: Un « clac » franc : le bras revient au début de la partition réécrire la FAT, à chaque fichier.

# onboarding.sounds.return.title
source: The return to the edge
fr: Le retour au bord

# onboarding.sounds.seek.text
source: The arm jumps from one cylinder to the next.
fr: Le bras saute d'un cylindre à l'autre.

# onboarding.sounds.seek.title
source: The seek
fr: Le seek

# onboarding.sounds.title
source: What you hear
fr: Ce qu'on entend

# pass.activity.requests
source: %@ requests
fr: %@ requêtes

# pass.ambientMode
source: Ambient mode
fr: Mode ambiance

# pass.boot.done
source: BOOT FINISHED · %@
fr: DÉMARRAGE TERMINÉ · %@

# pass.boot.noPrefetch
source: No prefetcher on %@: the arm follows the order in which the system asks for its files, not their position.
fr: Pas de préchargeur sur %@ : le bras suit l'ordre dans lequel le système demande ses fichiers, pas leur position.

# pass.boot.prefetch
source: %@ prefetcher: the read list is sorted by position on the disk, and read back in a single sweep of the arm.
fr: Préchargeur de %@ : la liste de lecture est rangée par position sur le disque, et relue d'une seule course du bras.

# pass.boot.residentFiles
source: including %@ in the MFT
fr: dont %@ dans la MFT

# pass.boot.running
source: BOOTING · %@
fr: DÉMARRAGE EN COURS · %@

# pass.cylinder.header
source: CYLINDER
fr: CYLINDRE
